Repository: fbarresi/TwinCatAdsTool
Catalog: TwinCatAdsTool.Gui/Properties/Resources.*.resx
Languages: de

source: Displayed timespan
de: Angezeigte Zeitspanne

# SavedBackupTo0Logging
source: Saved Backup to {0}
de: Backup nach {0} gespeichert

# LoadOfFile0Wasuccesful
source: Load of File {0} was succesful
de: Datei {0} erfolgreich geladen

source: Error during load of file
de: Fehler bei Laden von Datei

source: Updated left TextBox
de: Linke TextBox neu geladen

source: Updated right TextBox
de: Rechte TextBox neu geladen

source: Read Persistent Variables
de: Lese persistente Variablen

source: Client connected to device {0} with address {1}
de: Verbindung hergestellt zu Gerät {0} mit Addresse {1}

source: Could not delete Observer for symbol {0}
de: Problem bei Entfernen der Beobachtung von symbol {0}

source: Error during search
de: Fehler bei Suche

source: Could not reload variables
de: Problem bei Neu-Laden der Variablen

source: Could not register Observer for Symbol {0}
de: Problem mit Anlegen der Beobachtung von symbol {0}

source: Could not update Tree
de: Probleme bei Änderung des Baums

source: This type is not implemented.
de: Dieser Typ ist nicht implementiert

source: The symbol {0} has already been added to the list of observables
de: Das Symbol {0} wurde bereits zur Beobachtungsliste hinzugefügt

source: Trying to write JSON {0} with value {1}
de: Versuche JSON {0} mit Wert {1} zu schreiben

source: File does not have the same structure as the Plc
de: Datei hat nicht die selbe Struktur wie Daten auf der Steuerung

source: Error
de: Fehler

source: Updated RestoreView
de: Änderung der Anzeige zum Wiederherstellen

source: Are you sure you want to overwrite the LiveVariables on the PLC?
de: Sind Sie sicher dass Sie die aktuellen Variablen der Steuerung überschreiben wollen?

source: Overwrite Confirmation
de: Überschreiben Bestätigung

source: This value is Read Only
de: Dieser Wert kann nur gelesen werden

source: Read Only Value
de: Wert kann nur gelesen werden

source: Trying to write to {0} with value {1}
de: Versuche {0} mit {1} zu schreiben

source: Read from PLC
de: Lese von Steuerung

source: Save to file
de: Schreibe nach Datei

source: Load from file
de: Lese von Datei

source: Refresh data from PLC
de: Daten neu Laden

source: Enter symbolname to search
de: Gib Symbolname zum Suchen ein

source: Value
de: Wert

source: New value
de: Neuer Wert

source: Submit
de: Absenden

source: Add Graph
de: Graph hinzufügen

source: Remove Graph
de: Graph entfernen

source: Load
de: Laden

source: Write
de: Schreiben

source: Backup
de: Sicherung

source: Restore
de: Wiederherstellen

source: Compare
de: Vergleich

source: Explore
de: Variablen

source: Disconnect
de: Trennen

source: No items to display
de: Keine Einträge gefunden

source: Connect
de: Verbinden

source: Tree
de: Baum

source: Search
de: Suche

source: Address:
de: Addresse

source: Powered by
de: Eine Software von

source: Use flat symbol list
de: Symbolliste in flat Format nutzen
